{
	"Evos": {
		"Evoultion 1": {
			"image": "images/1993_Lancer_Evolution1.jpg",
			"content": "The first Lancer Evolution used the 2.0 L turbocharged DOHC engine and AWD drivetrain from the original Galant VR-4 in a Lancer chassis, and was sold in GSR and RS models. This engine was also used in the Mitsubishi RVR with the Hyper Sports Gear trim package, and the Mitsubishi Chariot Resort Runner GT. The RS was a stripped-down version that lacked power windows and seats, anti-lock brakes, a rear wiper, and had steel wheels to weigh approximately 70 kg (154 lb) less than the 1,238 kg (2,729 lb) GSR, ready for racing or tuning. The RS version was released with a mechanical plate type rear limited-slip differential (LSD). The GSR came with all of the conveniences of a typical street car, including a digital screen climate control system. It came with Mitsubishi's 4G63 engine producing 247 PS (182 kW; 244 hp) at 6,000 rpm and 309 N⋅m (228 lb⋅ft) at 3,000 rpm. 5,000 of the first generation Evolutions were sold between 1992 and 1993. Top speed was 228 km/h (142 mph). The GSR version of the Evolution I was the only Evolution Lancer released with a Viscous Limited Slip Rear Differential (VLSD). The subsequent Evolution Lancer models all featured rear mechanical plate type LSD's.",
			"video": "https://www.youtube.com/embed/HuGoFTB-0gM"
		},
		"Evoultion 2": {
			"image": "The Da Vinci Code",
			"content": "The Evolution II was upgraded in December 1993, and was produced until February 1995. It consisted mainly of handling improvements, including minor wheelbase adjustments, lighter front swaybar that connected via swaybar links to the front struts, bodywork tweaks including a larger spoiler, and tires that were 10 mm (0.4 in) wider. This Evolution also has a 50 l (13.2 US gal; 11.0 imp gal) fuel tank. Power output was increased to 256 PS (188 kW; 252 hp) from the same engine and torque was unchanged for both GSR and RS models. This gave it a 0-60 mph (97 km/h) time of around 5 seconds. Most cars came with 15 inch OZ 5-spoke wheels from the factory, although some RS models sold to privateer racing teams left the factory with steel wheels.",
			"video": 2003
		},
		"Evoultion 3": {
			"image": "The Da Vinci Code",
			"content": "February 1995 saw the arrival of the Evolution 3, following a pre-release in 1993 which had several improvements over the previous models. New, more aggressive styling and a new nose moulding improved the air supply to the radiator, intercooler and brakes. New side skirts and rear bumper moldings and a larger rear spoiler were added to reduce lift. Improved engine had higher compression ratio than before, and new turbocharger compressor (65 mm to 68 mm), which gave power output of 270 bhp (201 kW) at 6,250 rpm, 309 N⋅m (228 lb⋅ft) at 3,000 rpm. A modified Evolution 3 appeared in the Initial D manga, driven by Emperor Leader Kyoichi Sudo. In the story, the car featured upgrades to the engine to produce 310 hp as well as an anti-lag system.",
			"video": 2003
		},
		"Evoultion 4": {
			"image": "The Da Vinci Code",
			"content": "The Lancer platform was completely changed in 1996, and along with it, the Evolution, which had become extremely popular throughout the world. The engine and transaxle were rotated 180° to better balance the weight and eliminate torque steer. There were two versions available, the RS and GSR. The RS version was produced as a competition car with a limited-slip front differential and a friction type LSD at the rear. It also came with GLX seats and a choice of either 16" or 17" OZ lightweight racing wheels. The RS also had wind up windows, optional air conditioning in some models, and a few extra brace bars to strengthen the chassis, one behind the front grill another across the boot floor and an aluminum rear strut tower brace. The GSR and the RS shared a new twin scroll turbocharger which helped to improve response and increase power to 280 PS (206 kW; 276 hp) at 6,500 rpm and 330 N⋅m (243 lb⋅ft) torque at 4,000 rpm. Mitsubishi's new Active Yaw Control appeared as a factory option on the GSR model, which used steering, throttle input sensors and g sensors to computer-hydraulically control torque split individually to the rear wheels and as a result, the 10,000 Evolution IVs produced all sold quickly. The Evolution IV can be distinguished by its two large fog lights in the front bumper (option on RS version), and the newly designed tail lights on the rear, which became a standard design to Evolution V, which would become yet another trademark of the Evolution series, note the RS has no light mounts on the boot/trunk for further weight saving. This new generation was slightly heavier than previous Evo's—the GSR in particular due to the added technology systems—but to counter this the car produced even more power—the weight of the RS being 1,260 kg (2,778 lb) and the GSR being 1,345 kg (2,965 lb). Much of the technical improvements for this generation were also used in the second generation Mitsubishi RVR originally sold only in Japan but since exported to Australia and New Zealand. The Evolution IV was the last model to be considered 'compact' according to Japanese dimension regulations.",
			"video": 2003
		},
		"Evoultion 5": {
			"image": "The Da Vinci Code",
			"content": "Many aspects of the car were changed such as the interior was upgraded in the GSR version with a better class of Recaro seats. The body kit had flared arches at the front and rear and a new aluminium rear spoiler replaced the IV FRP version and gave an adjustable angle of attack to alter rear down force. (In process of doing so, the Evolution V onwards was no longer considered ‘compact’ according to Japanese dimension regulations, requiring Japanese owners to pay an increased annual tax as the car was now 70 mm (2.8 in) wider than regulated limit of 1,700 mm (66.9 in)). The track was widened by 10 mm (0.4 in), the wheel offset changed from ET45 to ET38 along with the wheel diameter which rose from 16 in to 17 in to accommodate Brembo brakes. In addition the brake master cylinder bore increased by 0.3 mm (0.01 in). The engine was strengthened in a few areas and the cam duration was increased. The pistons were lighter with a smaller skirt area. 510 cc injectors were replaced with 560 cc injectors for better engine reliability due to more electrical ‘headroom’ and the ECU was changed to include a flash ROM, allowing more boost pressure to the same TD05-HR as the Mitsubishi Evolution IV. Furthermore, the turbocharger was again improved. Torque was increased to 373 N⋅m (275 lb⋅ft) at 3,000 rpm. Power officially stayed the same, at 280 PS (206 kW; 276 hp), though some claim horsepower was actually somewhat higher.",
			"video": 2003
		},
		"Evoultion 6": {
			"image": "The Da Vinci Code",
			"content": "The Evolution VI's changes mainly focused on cooling and engine durability. It received a larger intercooler, larger oil cooler, and new pistons, along with a titanium-aluminide turbine wheel for the RS model, which was a first in a production car. Output was rated at 280 PS (276 hp; 206 kW) at 6,500 rpm and maximum torque of 373 N⋅m (275 lb⋅ft) at 3,000 rpm. The Evolution VI received new bodywork yet again, with the most easily noticeable change being within the front bumper where the huge fog lights were reduced in size and moved to the corners for better airflow. A new model was added to the GSR and RS lineup, known as the RS2, it was an RS with a few of the GSR's options. Another limited-edition RS was known as the RS Sprint, an RS tuned by Ralliart in the UK to be lighter and more powerful with 330 hp (246 kW). Yet another special edition Evolution VI was released in December 1999: the Tommi Mäkinen Edition, named after Finnish rally driver Tommi Mäkinen who had won Mitsubishi four WRC drivers championships. It featured a different front bumper, Red/Black Recaro seats (with embossed T. Mäkinen logo), 17 white Enkei wheels, a leather Momo steering wheel and shift knob, a titanium turbine that spooled up more quickly, front upper strut brace, lowered ride height (with tarmac stages in mind), and a quicker steering ratio. Amongst other colours, the Evo VI came in either red (Tommi Mäkinen Edition only), white, blue, black or silver with optional special decals, replicating Tommi Mäkinen's rally car's colour scheme. This car is also sometimes referred to as an Evolution 6½, Evolution 6.5, or TME for short.",
			"video": 2003
		},
		"Evoultion 7": {
			"image": "The Da Vinci Code",
			"content": "In 2001, Mitsubishi was forced by the FIA to race in the WRC using WRC rules for building a car instead of the Group A class rules, and thus did not need to follow homologation rules. The Evolution VII was based on the larger Lancer Cedia platform and as a result gained more weight over the Evolution VI, but Mitsubishi made up for this with multiple important chassis tweaks. The biggest change was the addition of an active center differential and a more effective limited-slip differential, while a front helical limited-slip differential was added. Torque was increased again to 385 N⋅m (284 lb⋅ft) with engine tweaks that allowed greater airflow, and horsepower officially remained at 280 PS (206 kW; 276 hp). The introduction of the Evolution VII also marked the first time an automatic drivetrain was included within the model lineup—the GT-A. Seen as the 'gentleman's express' version of the visually similar VII GSR and the RS2, the GT-A model was only produced in 2002 and had the following distinguishing interior and exterior specification: GT-A-only diamond cut finish 17-inch (431.8 mm) alloy wheels, clear rear light lenses and all-in-one style front headlights (later used on the Evolution VIII). The GT-A had the option of either no spoiler, the short spoiler (as per the Lancer Cedia; and later used on the Evolution VIII 260) or the thunderspoiler as used on the standard Evolution VII models. The most distinguishing feature was a smooth bonnet with no air-grills on it at all and the revised front bumper. Although offering inferior cooling capabilities, the bonnet was designed to give a cleaner line through the air with less air resistance at motorway speeds. Interior could be specified with factory options of a deluxe velour interior, full leather or the Recaro sports seats. The GT-A interior was different in that it had chromed door handles, a different instrument panel (to show the gear selection) and chrome edged bezels around the speedo and tach. The GT-A also had additional sound deadening installed from the factory and the engine manifold and downpipe had been engineered to be quieter. The 5-speed automatic gearbox had what Mitsubishi called 'fuzzy logic', which meant that the car would learn what the driver's driving characteristics were like and would adapt the gear change timings and kick down reactions accordingly. The gears could be manually selected as with most Tiptronics via steering wheel + and – buttons (a pair both sides) or via selecting the tiptronic gate with the gear lever. Power was down a little from the standard manual cars with 272 PS (200 kW; 268 hp). The GT-A gearbox did not appear again in the Evolution VIII but has been installed in the estate version of the Evolution IX Wagon. It was replaced by the Twin Clutch SST gearbox since the introduction of Evolution X.",
			"video": 2003
		},
		"Evoultion 8": {
			"image": "The Da Vinci Code",
			"content": "The Mitsubishi Lancer Evolution VIII was modified again in 2003 this time sporting 17 grey Enkei wheels, Brembo brakes and Bilstein shocks to handle traction and a 5-speed manual gearbox with 280 PS (206 kW; 276 hp) (approx. 234 bhp (237 PS; 174 kW) to the wheels). Originally a one off model, sales were so successful in the U.S. that by 2005 it was available in four trims: the standard GSR model in Japan, the RS, 5-speed gearbox, and standard wheels (lacking excess components, such as interior map lights, power windows/doors, and radio), the SSL (with a sunroof, trunk mounted subwoofer, and leather seats), and the MR, which came with a revised front limited-slip differential, aluminum MR shift knob, handbrake with carbon fibre handle, 17 inch BBS wheels, aluminum roof, and a 6-speed manual gearbox. The new Evolution also sported chrome housing taillights and headlights. The Mitsubishi Lancer Evolution VIII MR uses slick-response Bilstein shocks for improved handling. The aluminium roof panel and other reductions in body weight have lowered the centre of gravity to produce more natural roll characteristics. Detail improvements have also been made to Mitsubishis own electronic four-wheel drive, to the ACD 5 + Super AYC 6 traction control, and to the Sports ABS systems. The Lancer Evolution VIII displayed at the 2003 Tokyo Motor Show took the MR designation traditionally reserved for Mitsubishi Motors high-performance models (first used for the Galant GTO). Other parts on the MR include BBS alloy wheels, the aforementioned Bilstein shocks, and an aluminium roof. In the United Kingdom, many special Evolutions were introduced, including the FQ300, FQ320, FQ340, and FQ400 variants. They came with 305, 325, 345, and 405 hp (227, 239, 254 and 302 kW), respectively. The FQ-400, sold through Ralliart UK, produced 411 PS (302 kW; 405 hp) at 6,400 rpm and maximum torque of 481 N⋅m (355 lb⋅ft) at 5,500 rpm, from its 1,997 cc (2.0 L; 121.9 cu in) 4G63 inline-four engine, the result of special modifications by United Kingdom tuning firms Rampage Tuning, Owen Developments, and Flow Race Engines. At 202.8 hp (151.2 kW) per litre, it has one of the highest specific outputs per litre of any road car engine.[citation needed] With a curb weight of 1,450 kg (3,197 lb), it achieves 0–60 mph (97 km/h) in 3.5 seconds, 0–100 mph (161 km/h) in 9.1 seconds, 1⁄4 mile (402 m) in 12.1 seconds at 117 mph (188 km/h), and a top speed of 175 mph (282 km/h) while costing £48,000. BBCs television series Top Gear demonstrated that the stock FQ-400 could keep up with a Lamborghini Murciélago around a test track. The Stig recorded a Top Gear Power Lap Time of 1 minute and 24.8 seconds (damp track), 1.1 seconds slower than the Murciélagos time of 1 minute 23.7 seconds (dry track). In a similar test conducted by Evo magazine, the Evolution was able to lap the Bedford Autodrome faster than an Audi RS4 and a Porsche 911 Carrera 4S. The Lancer Evolution VIII was also the first Evolution to be sold in the United States of America, spurred by the success of the Subaru Impreza WRX which had been released there just the year prior. The Evolution VIII found its true competition in the Subaru Impreza WRX STI model the same year as the Evolution VIIIs US introduction. With its 2.0 liter, 271 hp (202 kW; 275 PS) engine, the 2003 Evolution VIII was capable of achieving a 0–100 km/h (62 mph) time of 5.1 seconds. However, the internal components for the American versions were largely stripped-down versions of the specifications for the Japanese Lancer Evolution VIII. No US-spec Evolution model prior to the Evo X has active yaw control, including the 2006 Evolution IX. The American 2003 and 2004 GSRs are without the helical limited-slip front differential and 6-speed manual transmission. The 2004 US spec RS models, however, do have a front helical limited-slip differential. All 2003, 2004 and 2005 RS and GSR models have the Japanese Evolution VIIs 5-speed transmission. The MR edition was introduced to the US in 2005, with ACD and the only model with a 6-speed transmission. The 2005 US spec RS and GSR have the ACD standard, and the front helical limited-slip differential is now standard on all models. The boost, timing, and tuning are also significantly lower than its Japanese counterpart, allowing it to adhere to the strict emissions regulations of the United States. Starting in 2005, the US model Evos were also fitted with a 5500 rpm limit on launching in 1st gear to protect the drivetrain. Most Evolution VIIIs have a carbon fiber rear spoiler with matching body-color endplates. Furthermore, the US versions of the Lancer Evolution VIII 2003–2005 were given bulkier rear bumpers than their Japanese counterparts to accommodate US safety laws in the form of the metal rear crash bar. All Evos have lightweight aluminum front fenders and hoods. The basic RS Edition does not come with power windows, locks, or mirrors, an audio system, rear wing, sound deadening material, map lamps or an anti-lock braking system. All Evo VIII RS models sold in the US have an air conditioning system. The 2005 MR/RS editions came with an aluminum roof. Additionally, Evolution VIII MR Editions come equipped with a 6-speed transmission, Bilstein shocks, optional graphite grey color (unique to the Evolution VIII MR), optional BBS wheels and an optional vortex generator. The MR Edition also received engine updates and reliability changes, the engine updates include larger turbo diameter mouth, updated cam profiles, lighter balance shafts and changed from single wastegate solenoid to dual solenoid. Exterior changes included HID headlights, updated tail lights, and MR rear badging. Interior updates included black suede Recaro seats with higher side bolsters, carbon look dash trim, and MR badging on center console. Mechanical changes saw S-AWC rear diff changes, a larger oil cooler core, ion coated piston rings, reinforced cylinder head and 5 layer head gasket compared to the 3 layer. According to Mitsubishi Motors of North America (info from evolutionm.net) the total production sales in the U.S. for the Evolution VIII (2003–2005) was 12,846. In 2003 the production sales for the GSR was 7,167 which was the Only 2003 model year. In 2004 production sales for the GSR was 1,254 and for the RS was 263 for a total of 1,517 for the 2004 model year. In 2005 production sales for the GSR was 2,880, for the RS was 282, and for the MR was 1000 for a total of 4,162 for the 2005 model year.",
			"video": 2003
		},
		"Evoultion 9": {
			"image": "The Da Vinci Code",
			"content": "Mitsubishi introduced the Lancer Evolution IX in Japan on March 3, 2005, and exhibited the car at the Geneva Motor Show for the European market the same day. The North American markets saw the model exhibited at the New York International Auto Show the following month. The 2.0 L (1,997 cc) 4G63 Inline-four engine has MIVEC technology (variable valve timing), and a revised turbocharger design boosting official power output at the crankshaft to 291 PS (214 kW; 287 hp) and torque to 392 N⋅m (289 lb⋅ft). The USDM Lancer Evolution IX models: standard (Grand Sport Rally or "GSR" in some markets), RS (Rally Sport), SE (Special Edition) and MR (Mitsubishi Racing) varied slightly in their performance capabilities. Subtleties unique to each model accounted for variations in acceleration, handling and top speed. The RS excluded features that came standard on the SE and MR models (stereo system, power windows and locks, rear wiper, rear wing, trunk lining and sound insulation). The result is a weight savings of over 60 lb (27 kg). The fuel capacity remains the same as the Evo VIII at 14 U.S. gal (53 L). Although the RS is the lightest of the group, the RS did not manage to outperform the standard IX and the MR around a road course (even if only by fractions of a second). This was purported to be due to the lack of a rear wing on the RS. In a drag race, the three models are all about even. They are all capable of 0-60 mph (97 km/h) times between 4.2–4.5 seconds, and can run 1⁄4 mile (402 m) times ranging from 12.6 to 13.3 (12.7–13.0 USA versions) seconds depending on the model/driver. The RS model was produced for rally and racing teams who wanted a platform to build a race car from. It is stripped of all the creature comforts, and other upgrades that drive the price up for features that the race teams would not require. The IX MR retained the features of the Evolution VIII MR, like Bilstein shocks, a 6-speed manual transmission, a rooftop vortex generator, BBS forged wheels, HID xenon headlights, foglights, accessory gauge package, "zero lift" kit, special badging and an aluminum roof. All models continued to sport Recaro bucket seats, Brembo brakes and Momo steering wheels as well. Additional revisions from 2005 included a closer gear ratio for the 5-speed manual transmission, new lighter Enkei wheels on non-MR models, a redesigned front end with a more efficient air dam (the most noticeable feature are the two small oval ducts to cool the intercooler pipes), and a new rear bumper with a diffuser undersurface to smooth out the airflow coming out of the car for non-US models. HID headlights were no longer standard equipment on the base IX (nor were they standard on the 2005 VIII), and were available only in the SSL package (Sun, Sound, and Leather), SE (Special Edition) and MR trims. The US versions of the Lancer Evolution IX did not come with the AYC but the ACD was still present. The drivers can select from three different driving modes, "Tarmac", "Gravel" and "Snow", and the car's computer system relatively promotes the active center differential to change the differential locking which, despite popular belief, does not change the torque split. The differential is geared at 50:50 and cannot be changed by the push of a button. What this switch actually does is quite simple. Each setting determines how long the ACD will delay in freeing the center differential after a steering input is made. In addition, it will determine how much locking force the ACD will exhibit on the clutch pack and center differential. Tarmac is the setting to be used in dry, paved conditions. In this setting, the ACD will almost immediately allow the center differential to go into a free state upon detecting a steering input. Additionally, this mode provides the strongest limited-slip clamping force of the three modes. Although the US versions did not come with the AYC, it did come with a rear 1.5way clutch type LSD (limited-slip differential), which limits the slip from both rear wheels causing less traction loss of the rear wheels. The most common setup is the 1.5 way LSD, locking on throttle and partially locking on braking. In racing, Lancer Evolutions are not equipped with AYC or ACD because it is believed that better lap times are achieved by pure driver skill without any computer based assistance systems. One of the changes from the previous iteration of the Lancer Evolution, was the change in the engine, the new 4G63 came with MIVEC, Mitsubishi's variable valve lifting technology, which drastically improves the fuel consumption by changing the valve timing on the intake cam. The MIVEC system is similar to Honda's i-VTEC system only that it doesn't change valve lift, only intake valve timing. Three trims were available for Japan, Asia and Europe. Although all models used the same 291 PS (214 kW; 287 hp) engine, the torque differed from one model to another. In Europe, however, the Evolution IX was advertised to have 280 PS (206 kW; 276 hp). The GSR produced 400 N⋅m (295 lb⋅ft) of torque, while the RS and GT produced 407 N⋅m (300 lb⋅ft).",
			"video": 2003
		},
		"Evoultion X": {
			"image": "The Da Vinci Code",
			"content": "In 2005, Mitsubishi introduced a concept version of the next-gen Evolution at the 39th Tokyo Motor Show named the Concept-X, designed by Omer Halilhodžić at the company's European design centre. Mitsubishi unveiled a second concept car, the Prototype-X, at the 2007 North American International Auto Show (NAIAS). The Lancer Evolution X sedan features a newly designed 4B11T 1,998 cc (2.0 L) turbocharged, all-aluminium alloy GEMA Inline-four engine. Power and torque depend on the market, but all versions will have at least 280 PS (206 kW; 276 hp). (JDM version), the American market version will have slightly more. The UK models will be reworked by Mitsubishi UK, in accordance with previous MR Evolutions bearing the FQ badge. Options for the UK Evolutions are expected to be between 300 hp (224 kW) and 360 hp (268 kW).[needs update] Two versions of the car are offered in the U.S. The Lancer Evolution MR, with 6-speed Twin Clutch Sportronic Shift Transmission (TC-SST). The other version is the GSR which has a 5-speed manual transmission system. The car also has a new full-time four-wheel drive system named S-AWC (Super All Wheel Control), an advanced version of Mitsubishi's AWC system used in previous generations. The S-AWC uses torque vectoring technology to send different amounts of torque to the rear wheels. It also features Mitsubishi's new sequential semi-automatic six speed SST twin-clutch transmission with steering-mounted magnesium alloy shift paddles. It has replaced the Tiptronic automatic transmission, hence the SST version replaced the GT-A version (which was used in Evolution VII and Evolution IX Wagon). A five speed manual gearbox will also be available. The new Lancer Evolution will also incorporate Mitsubishi's next generation RISE safety body. The Evolution X went on sale October 1, 2007 in Japan,] January 2008 in the USA, February in Canada (as the first version of Evolution in Canada) and in March 2008 in the UK. The Twin Clutch SST version was available in Japan from November 2007. Europe will follow with sales in May, GSR and MR version included premium Package. The introduction of the 2010 MR-Touring moved the car even further upscale. Leather and a sunroof became standard while revising the rear spoiler to just a lip spoiler. For the police car, the British Police decided to use these Mitsubishi Lancer Evolution Xs as police cars.",
			"video": 2003
		}
	}
}
